Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1205_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Tiina Sanila-Aikio juátká sämitige saavâjođetteijen - värisaavâjođetteijen Heikki Paltto já Tuomas Aslak Juuso
sms: Tiina Sanila-Aikio juätkk Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjen – vääʹrrsaaǥǥjååʹđteeʹjen Heikki Paltto da Tuomas Aslak Juuso

source: Tiina Sanila-Aikio juátká sämitige saavâjođetteijen vaaljâpaje 2016–2019.
sms: Tiina Sanila-Aikio juätkk Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjen vaalpââʹjest 2016-2019.

source: Vuossâmuš värisaavâjođetteijen juátká Heikki Paltto Anarist.
sms: Vuõssmõs vääʹrrsaaǥǥjååʹđteeʹjen juätkk Heikki Paltto Aanrest.

source: Nubben saavâjođetteijen aalgât Tuomas Aslak Juuso Iänuduvvâst.
sms: Nuʹbben vääʹrrsaaǥǥjååʹđteeʹjen alttad Tuomas Aslak Juuso Enontekiöst.

source: Sämitigge čokkânij vaaljâpaje vuossâmuu čuákkimân Aanaar Sajosân 23.–24.2.
sms: Sääʹmteʹǧǧ nåʹrrji vaalpââʹj vuõssmõs såbbra Aanar Sajoksessa 23.-24.2.

source: Čuákkim nomâttij jesânijd sämitige jieijâs toimâorgaanijd já ovdâsteijeidis eres toimâorgaanijd.
sms: Sååbbar nõõmii vuäzzlaid Sääʹmteeʹǧǧ jiiʹjjes toimmorgaanid da eʹtǩǩeejeez jeeʹres toimmorgaanid.

source: Stiivrâ jesânin väljejuvvii Nilla Tapiola Ucjuuvvâst, Pentti Pieski Helsigist, Petra Magga-Vars Vuáčust já Magreta Sara Anarist.
sms: Halltõõzz vuäzzliʹžžen vaʹlljee Nilla Tapiola Uccjõõǥǥâst, Pentti Pieski Heʹlssnest, Petra Magga-Vars Vuotsost da Magreta Sara Aanrest.

source: Sämitige lävdikodeh vaaljâpaajeest 2016–2019:
sms: Sääʹmteeʹǧǧ luʹvddkååʹdd vaalpâjja 2016-2019:

source: Iäláttâs- já vuoigâdvuođâlävdikode saavâjođetteijen väljejui Veikko Feodoroff (persovnlâš värijeessân Heini Wesslin) já värisaavâjođetteijen Kirsti Kustula (Niko Kustula).
sms: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkååʹdd saaǥǥjååʹđteeʹjen vaʹlljee Veikko Feodoroff (suu jiiʹjjes vääʹrrneǩ Heini Wesslin) da varasaaǥǥjååʹđteeʹjen Kirsti Kustula (Niko Kustula).

source: Lävdikode jesânin väljejuvvii Jouko Hetta (Inga-Briitta Magga), Jouni Aikio (Inka Musta), Anne Länsman-Magga (Aslak Nils Thomas Juuso), Antti Sujala (Inga Länsman) já Elen Anne Sara (Asko Länsman).
sms: Luʹvddkååʹdd vuäzzliʹžžen vaʹlljee Jouko Hetta (Inga-Briitta Magga), Jouni Aikio (Inka Musta), Anne Länsman-Magga (Aslak Nils Thomas Juuso), Antti Sujala (Inga Länsman) da Elen Anne Sara (Asko Länsman).

source: Škovlim- já oppâmateriaallävdikodde saavâjođetteijen väljejui Jan Saijets (persovnlâš värijeessân Outi Länsman) já värisaavâjođetteijen Ulla-Maarit Magga (Berit-Ellen Juuso) sehe eres jesânin Tauno Lietoff (Seija Sivertsen), Iiris Mäenpää (Teija Linnanmäki), Eila Tapiola (Ara Aikio), Elli-Marja Hetta (Ailu Näkkäläjärvi) já Samuel Valkeapää (Maarit Pajuranta).
sms: Škooultõs- da mättmateriaal-luʹvddkååʹdd saaǥǥjååʹđteeʹjen vaʹlljee Jan Saijets (suu jiiʹjjes vääʹrrneǩ Outi Länsman) da varasaaǥǥjååʹđteeʹjen Ulla-Maarit Magga (Berit-Ellen Juuso) di jeeʹres vuäzzliʹžžen Tauno Lietoff (Seija Sivertsen), Iiris Mäenpää (Teija Linnanmäki), Eila Tapiola (Ara Aikio), Elli-Marja Hetta (Ailu Näkkäläjärvi) da Samuel Valkeapää (Maarit Pajuranta).

source: Kulttuurlävdikode saavâjođetteijen väljejui Aslak Holmberg (persovnlâš värijeessân Máret Inga Länsman), värisaavâjođetteijen Tanja Sanila (Jouni S. Laiti) sehe eres jesânin Pauliina Feodoroff (Sisko Länsman), Timo Portti (Neeta Jääskö), Maarit Magga (Matti Palojärvi), Birit-Anni Magga (Jouko Hetta) já Mika Aikio (Susanna Näkkäläjärvi).
sms: Kulttuurluʹvddkååʹdd saaǥǥjååʹđteeʹjen vaʹlljee Aslak Holmberg (suu jiiʹjjes vääʹrrneǩ Máret Inga Länsman), varasaaǥǥjååʹđteeʹjen Tanja Sanila (Jouni S. Laiti) di jeeʹres vuäzzliʹžžen Pauliina Feodoroff (Sisko Länsman), Timo Portti (Neeta Jääskö), Maarit Magga (Matti Palojärvi), Birit-Anni Magga (Jouko Hetta) da Mika Aikio (Susanna Näkkäläjärvi).

source: Säämi kielârääđi saavâjođetteijen väljejui Neeta Jääskö (persovnlâš värijeessân Saammal Morottaja), värisaavâjođetteijen Magreta Sara (Pentti Pieski) sehe eres jesânin Anna-Liisa Väyrynen (Petra Magga-Vars), Inker-Anne Magga (Ellen Pautamo), Ande Aikio (Joni Saijets), Erkki Lumisalmi (Anna Katariina Feodoroff) já Sierge Rasmus (Rauna Rahko-Ravantti).
sms: Sääʹm ǩiõllsuåvʹtõsse saaǥǥjååʹđteeʹjen vaʹlljee Neeta Jääskö (suu jiiʹjjes vääʹrrneǩ Saammal Morottaja), varasaaǥǥjååʹđteeʹjen Magreta Sara (Pentti Pieski) di jeeʹres vuäzzliʹžžen Anna-Liisa Väyrynen (Petra Magga-Vars), Inker-Anne Magga (Ellen Pautamo), Ande Aikio (Joni Saijets), Erkki Lumisalmi (Anna Katariina Feodoroff) da Sierge Rasmus (Rauna Rahko-Ravantti).

source: Sosiaal- já tiervâsvuođâlävdikode saavâjođetteijen väljejui Nihkolas Valkeapää (persovnlâš värijeessân Ulla-Maarit Magga), värisaavâjođetteijen Veikko Feodoroff (Sinikka Mäkinen) sehe eres jesânin Heidi Eriksen (Pentti Morottaja), Leena Niittyvuopio-Jämsä (Antti Katekeetta), Mira Hirvasvuopio (Jouni Ilmari Jomppanen), Pekka Pekkala (Joanna Tervonen) já Varpu Falck (Airi Portti).
sms: Sosiaal- da tiõrvâsvuõttluʹvddkådda saaǥǥjååʹđteeʹjen vaʹlljee Nihkolas Valkeapää (suu jiiʹjjes vääʹrrneǩ Ulla-Maarit Magga), varasaaǥǥjååʹđteeʹjen Veikko Feodoroff (Sinikka Mäkinen) di jeeʹres vuäzzliʹžžen Heidi Eriksen (Pentti Morottaja), Leena Niittyvuopio-Jämsä (Antti Katekeetta), Mira Hirvasvuopio (Jouni Ilmari Jomppanen), Pekka Pekkala (Joanna Tervonen) da Varpu Falck (Airi Portti).

source: Nuorâirááđán, mon toimâpaje lii eresnáál ko eres lävdikudijn, kyehti ive (2016-2017), väljejuvvii Jussa Seurujärvi Anarist (persovnlâš värijeessân Sunna Aikio), Laura Pieski Kärigâsnjaargâst (Niki Rasmus), Anni-Sofia Löf Hettaast (Anne-Maret Labba), Risten Mustonen Suáđigilist (Jouni Hetta), Juhan-Tuomma Magga Iänuduvvâst (Elli-Marja Hetta), Niila Rahko Ooulust (Jussa Rahko) ja Maria Mäkinen Jyväskylästäst (Leena Fofonoff).
sms: Nuõrisuåvtõʹsse, koon toimmpââʹjj lij jeeʹres luʹvddkååʹddin čårrneeʹl kuõʹhtt eejj (2016-2017), vaʹlljee Jussa Seurujärvi Aanrest (suu jiiʹjjes vääʹrrneǩ Sunna Aikio), Laura Pieski Karigasnjaarǥâst (Niki Rasmus), Anni-Sofia Löf Hettast (Anne-Maret Labba), Risten Mustonen Suäʹđjlest (Jouni Hetta), Juhan-Tuomma Magga Enontekiöst (Elli-Marja Hetta), Niila Rahko Oulust (Jussa Rahko) da Maria Mäkinen Jyväskyläst (Leena Fofonoff).

source: Nuorâirääđi väljee koskâvuođâstis saavâjođetteijee já värisaavâjođetteijee.
sms: Nuõrisuåvtõs vaʹlljad kõskkvuõʹđstes saaǥǥjååʹđteei da vääʹrrv saaǥǥjååʹđteei.

source: Sämmilâš parlamentaarlâš rááđán väljejuvvii Anne Nuorgam (persovnlâš värijeessân Antti Sujala), Tuomas Aslak Juuso (Magreta Sara), Aslak Holmberg (Petra Magga-Vars), Pentti Pieski (Janne Saijets) já Neeta Jääskö (Veikko Feodoroff).
sms: Sääʹm parlamentaarlaž suåvtõʹsse vaʹlljee Anne Nuorgam (suu jiiʹjjes vääʹrrneǩ Antti Sujala), Tuomas Aslak Juuso (Magreta Sara), Aslak Holmberg (Petra Magga-Vars), Pentti Pieski (Janne Saijets) da Neeta Jääskö (Veikko Feodoroff).

source: Evankelis-luterilii kiirho kirholâščuákkimân sämmilij ovdâsteijen nomâttui Ulla-Maarit Magga, kiän vuossâmuu väriolmožin Pekka Pekkala já nubben väriolmožin Väinö Guttorm.
sms: Evaŋkeelʼlaž-luteerlaž ceerkav ceerkvallašsåbbra säʹmmlai eʹtǩǩeejen nõõmee Ulla-Maarit Magga, koon vuõssmõs vääʹrrneʹǩǩen Pekka Pekkala da nuʹbben vääʹrrneʹǩǩen Väinö Guttorm.

source: Sämitige čuákkim asâttij meiddei kyehti oovtâstpargo-orgaan, nube škovlimaašij já nube sosiaal- já tiervâsvuođâaašij várás.
sms: Sääʹmteeʹǧǧ sååbbar šiõttii še kuõʹhtt õhttsažtuejjorgaaned, koin nuuʹbb škooultemaaʹšši da nuuʹbb sosiaal- tiõrvâsvuõtttaaʹšši håiddam vääras.

source: Sämmilij škovlimaašij oovtâstpargo-orgaan saavâjođetteijen nomâttui Jan Saijets, värisaavâjođetteijen Iiris Mäenpää já jesânin Seija Sivertsen.
sms: Säʹmmlai škooultõsaaʹšši õhttsažtuejjporgaaʹne saaǥǥjååʹđteeʹjen nõõmee Jan Saijets, vääʹrrsaaǥǥjååʹđteeʹjen Iiris Mäenpää da vuäzzliʹžžen Seija Sivertsen.

source: Sämmilij sosiaal- já tiervâsvuođâaašij oovtâstpargo-orgaan saavâjođetteijen nomâttui Nihkolas Valkeapää, värisaavâjođetteijen Varpu Falck já jesânin Veikko Feodoroff.
sms: Säʹmmlai sosiaal- da tiõrvâsvuõttaaʹšši õhttsažtuejjporgaan saaǥǥjååʹđteeʹjen nõõmee Nihkolas Valkeapää, vääʹrrsaaǥǥjååʹđteeʹjen Varpu Falck da vuäzzliʹžžen Veikko Feodoroff.

source: Ohtsâštave-eennâmlâš sämikielâ áámmát- já reesuurskuávdáá Sámi Giellagááldu kielâjuávusijd väljejuvvii toimâpajan 2016–2019 čuávuviih jesâneh (ruáđui siste persovnlâš värijeessân): Orjâlâškielâ: Kaarina Vuolab-Lohi (Sierge Rasmus), Marjaana Aikio (Ellen Pautamo); Anarâškielâ: Anna Morottaja (Tanja Kyrö), Petter Morottaja (Hannu Kangasniemi) já Marja-Liisa Olthuis (Mervi Skopets); Nuorttâlâškielâ: Erkki Lumisalmi (Miika Lehtinen), Tiina Sanila-Aikio (Hilkka Fofonoff), Seija Sivertsen (Raija Lehtola) já Natalia Vaskova, Ruoššâ (Zoja Nosova, Ruoššâ).
sms: ʼhttsažtâʹvvjânnmallaš sääʹm ǩiõl ämmat- da resursskõõskõõzz Sääʹm Ǩiõllkaʹlddi (Sámi Giellagáldu) ǩiõlljuâǥǥtõõzzid vaʹlljee toimmpâjja 2016 - 2019 täiʹd vuäzzlaid (kâuʹrrmieârki seʹst jiiʹjjes vääʹrrneǩ): Tâʹvvsääʹm: Kaarina Vuolab-Lohi (Sierge Rasmus), Marjaana Aikio (Ellen Pautamo); Aanarsääʹm: Anna Morottaja (Tanja Kyrö), Petter Morottaja (Hannu Kangasniemi) da Marja-Liisa Olthuis (Mervi Skopets); Nuõrttsääʹm: Erkki Lumisalmi (Miika Lehtinen), Tiina Sanila-Aikio (Hilkka Fofonoff), Seija Sivertsen (Raija Lehtola) da Natalia Vaskova, Ruõššjânnam (Zoja Nosova, Ruõššjânnam).

source: Sämitige čuákkim tuhhiittij lasseen staatârááđán muštâluš sämmilâšaašij ovdánmist Suomâst ive 2015 sehe vuáđudij almos toimâttuv vyelni tuáimee palvâlusohtâdâhân olesáigásii markkânistemhoovdâ virge 1.3.2016 rääjist.
sms: Lââʹssen Sääʹmteeʹǧǧ sååbbar priimi veâl riikksåbbra mainstõõzz sääʹmaaʹšši õuddnummšest Lääʹddjânnmest eeʹjjest 2015 da aalǥti takai konttâr vueʹlnn toimmjeei kääzzkâʹsttemjuâkksa väʹlddtoimsaž markknâʹstemjååʹđteei veeʹrj 1.3.2016 looǥǥeeʹl.
